/*
[UT]
*/

"ER00_TEXTA_001" = "Hiba";
"ER01_TEXTA_003" = "A nyomtató foglalt";
"ER04_TEXTA_015" = "Elakadt a papír vagy a CD/DVD-tálca";
"ER06_TEXTA_005" = "Nincs papír, vagy helytelen betöltés";
"ER10_TEXTA_005" = "Javítás szükséges";
"ER10_TEXTA_008" = "Javítás szükséges";
"ER12_TEXTA_001" = "Többoldalas behúzási hiba";
"ER29_TEXTA_011" = "A CD/DVD tálca nincs megfelelően betöltve";
"ER2A_TEXTA_001" = "Helytelen papírbetöltés";
"ER37_TEXTA_006" = "A nyomtatófedél nyitva van";
"ER38_TEXTA_007" = "A kimeneti tálca nem a megfelelő helyen van";
"ER4A_TEXTA_001" = "A nyomtató használtfesték-párnája élettartamának végéhez közeledik.";
"ER4A_TEXTA_002" = "A nyomtató használtfesték-párnája elérte élettartamának végét.";
"ER4B_TEXTA_001" = "Nyomtatási feladat hiba";
"ERXX_TEXTA_001" = "Hiba";
"ST02_TEXTA_001" = "Nyomtatás";
"ST03_TEXTA_001" = "Nyomtatás";
"ST04_TEXTA_001" = "Kész";
"ST07_TEXTA_001" = "A nyomtató foglalt";
"ST08_TEXTA_007" = "A kezdeti patron betöltése még nem fejeződött be";
"ST0A_TEXTA_002" = "A készülék kikapcsol";
"ST11_TEXTA_002" = "A festékrendszer előkészítése.";
"COM_TEXTA_001" = "Kommunikációs hiba";
"COM_TEXTA_002" = "Kommunikációs hiba\r\nHelytelen termék került kiválasztásra";
"COM_TEXTA_003" = "A nyomtatási feladat küldése nem lehetséges";
"DEV_TEXTA_004" = "Eltérő termék került kiválasztásra";
"OFL_TEXTA_003" = "Nincs kész";
"PAU_TEXTA_001" = "Szüneteltetve";
"SRC_TEXTA_001" = "Keresés...";
"CHKDUPX_TEXTA_001" = "Kétoldalas nyomtatás";
"INKCHECKALERT_TEXTA_002" = "Rendszeresen ellenőrizze a tintaszintet.\r\nHa tovább használja a nyomtatót, amikor a tintaszint már az alsó határ alá süllyedt, az a nyomtató meghibásodásához vezethet.";
"ER00_TEXTB_013" = "1. Az összes nyomtatási feladat törlése.\r\n2. Nyissa fel a nyomtató fedelét és távolítsa el az elakadt papírt.\r\n3. Zárja le a nyomtató fedelét és kapcsolja ki majd be a nyomtatót.";
"ER01_TEXTB_001" = "Kérem várjon...";
"ER04_TEXTB_072" = "Távolítsa el az elakadt papírt vagy a CD/DVD tálcát és nyomja meg a %btn% gombot a terméken.";
"ER06_TEXTB_064" = "1. Töltse be újra a papírt.\r\n2. Állítsa a kimeneti tálcát az alsó papír állásba.\r\n3. Nyomja meg a %btn% gombot a terméken.\r\n\r\nAlternatív megoldásként a nyomtatási feladatot a [Mégse] gombra kattintva is törölheti, amikor az megjelenik.";
"ER10_TEXTB_008" = "A nyomtató használtfesték-párnája élettartamának végére ért.\r\nVegye fel a kapcsolatot az Epson ügyfélszolgálattal.";
"ER10_TEXTB_009" = "A nyomtató használtfesték-párnája élettartamának végére ért.\r\nA hulladéktinta kifolyhat.\r\nVegye fel a kapcsolatot az Epson ügyfélszolgálattal.";
"ER12_TEXTB_007" = "Tegye az alábbiak valamelyikét.\r\n- Vegye ki, majd töltse be újra a papírt. Nyomja meg a %btn% gombot a készüléken.\r\n- Kattintson a [Mégse] lehetőségre a megjelenített nyomtatási feladat törléséhez. Ha a törlés nem sikerül, hajtsa végre a készüléken.";
"ER29_TEXTB_017" = "Helyezze vissza a CD/DVD tálcát és nyomja meg a %btn% gombot a terméken.";
"ER2A_TEXTB_007" = "1. Töltse be a papírt a rövidebb élével előre, majd állítsa be az oldalsó papírvezetőket.\r\n2. Nyomja meg a %btn% gombot a terméken.";
"ER37_TEXTB_010" = "Zárja a fedelet.";
"ER38_TEXTB_008" = "Papírlapok esetében kézileg állítsa a kimeneti tálcát az alsó papír állásba.\r\nCD/DVD esetében kézileg állítsa a kimeneti tálcát a felső CD/DVD állásba.";
"ER4A_TEXTB_001" = "Vegye fel a kapcsolatot az Epson ügyfélszolgálattal.\r\nNyomja meg a %btn% gombot a készüléken a nyomtatás folytatásához.";
"ER4A_TEXTB_002" = "Ha folytatja a nyomtatást, az a hulladéktinta kifolyásához vezethet.\r\nVegye fel a kapcsolatot az Epson ügyfélszolgálattal.\r\nNyomja meg a %btn% gombot a készüléken a nyomtatás folytatásához.";
"ER4B_TEXTB_002" = "Nem támogatott nyomtatási feladat került elküldésre egy illesztőprogramból. Kattintson a [Mégse] lehetőségre a megjelenített nyomtatási feladat törléséhez. Ha a törlés nem sikerül, hajtsa végre a készüléken.";
"ST02_TEXTB_001" = "Kérem várjon...";
"ST03_TEXTB_001" = "Kérem várjon...";
"ST04_TEXTB_001" = "Nyomtatásra kész.";
"ST07_TEXTB_003" = "A nyomtatófej tisztítása vagy a festék betöltése. Kérem várjon...";
"ST08_TEXTB_009" = "Lásd a beállítási lapot a kezdeti tintafeltöltési folyamat befejezéséhez.";
"ST0A_TEXTB_001" = "Kérem várjon...";
"ST11_TEXTB_001" = "Kérem várjon...";
"COM_TEXTB_005" = "Csatlakoztassa a terméket a számítógéphez és kapcsolja be. Ha nyomtatás közben kapcsolta ki, kattintson a [Nyomtatási sor] gombra és újraindítás előtt törölje a nyomtatási feladatot.";
"COM_TEXTB_006" = "Tegye a következők egyikét.\r\n- A termék a(z) \"%queuename%\" eszközhöz csatlakozik. Nyomtatás az eszköz használatával.\r\n- Csatlakoztassa a terméket a számítógéphez és kapcsolja be. Ha nyomtatás közben kapcsolta ki, kattintson a [Nyomtatási sor] gombra és újraindítás előtt törölje a nyomtatási feladatot.";
"COM_TEXTB_007" = "A [Csatlak. ellenőrzése] gombra kattintva ellenőrizheti a nyomtatóval való kapcsolatot, és a készülék automatikusan újra megkísérli a csatlakozást.\r\nÜgyeljen arra, hogy a nyomtató be legyen kapcsolva, majd kattintson a [Csatlak. ellenőrzése] gombra.";
"DEV_TEXTB_004" = "Az illesztőprogramban kiválasztott készülék különbözik a nyomtatásra használandó készüléktől. Ellenőrizze az illesztőprogram beállításait és az eszközt.";
"OFL_TEXTB_006" = "Nem nyomtathat offline módban. Csatlakoztassa a terméket a számítógéphez, majd kapcsolja be a tápellátást. Kattintson a megjelenő [Online] lehetőségre a nyomtatáshoz, vagy kattintson a [Nyomtatási sor] lehetőségre és módosítsa az Online beállításokat.\r\n\r\nA megjelenő [Mégse] gombra is kattinthat a nyomtatási feladat törléséhez.";
"PAU_TEXTB_003" = "Nem nyomtathat, ha a termék szüneteltetés aktív. Kattintson a megjelenő [Folytatás] lehetőségre a nyomtatáshoz, vagy kattintson a [Nyomtatási sor] lehetőségre és szüntesse meg a \"Nyomtatás szüneteltetése\" kiválasztását a \"Nyomtató\" menüben.\r\n\r\nA megjelenő [Mégse] gombra is kattinthat a nyomtatási feladat törléséhez.";
"SRC_TEXTB_001" = "Keresés...";
"CHKSCRP_TEXTB_003" = "A [Vastag papír és borítékok] jelölőnégyzet be van jelölve.\r\nAkkor használja ezt a beállítást, ha vastag papírra nyomtat, vagy ha a korábbi nyomatok elmaszatolódtak. A nyomtatás a szokásosnál több időt vehet igénybe.\r\nA nyomtatás megszakításához kattintson a Mégse, a folytatáshoz a Nyomtatás gombra.";
"CHKSCRP_TEXTB_004" = "A [Vastag papír és borítékok] jelölőnégyzet be van jelölve.\r\nCsak akkor jelölje be ezt a jelölőnégyzetet, ha a nyomatok kopottak. Törölje a nyomtatási feladatot és törölje a jelet a négyzetből, ha a nyomatokon nem látszik koptatás.\r\nAz ezzel a módszerrel történo nyomtatás tovább tarthat a szokványos nyomtatásnál.";
"CHKDUPX_TEXTB_009" = "1. Nyomtassa ki az előlapo(ka)t.\r\n2. Vegye ki a kiadott papírt. Fordítsa meg.\r\n3. Töltse be a papírt a rövidebb oldalával előre, majd nyomja meg a [Folytatás] gombot.\r\nMegjegyzés:\r\n- Kattintson a [Mégse] gombra, ha ez nem indítja el a nyomtatást.\r\n- Előfordulhat, hogy a kétoldalas nyomtatás nem érhető el Wi-Fi hálózaton keresztül.";
"BTN_PR_006" = "Papír";
"IDS_INK_STOPRESET" = "Mégse";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Mégse";
"IDS_INK_STOPRJ" = "Mégse";
"IDS_INK_OFFLINE_CANCEL" = "Mégse";
"BTN_PC_004" = "Mégse";
"BTN_PC_009" = "Ismét";
"BTN_PC_010" = "Folytatás";

//--->
"CHARGINGSTATUS_TEXTA_001" = "A festékrendszer feltöltése";
"INKCHECKALERT_TEXTA_001" = "Rendszeresen ellenőrizze a tintaszintet.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "A maradék tinta mennyiségét úgy ellenőrizheti, hogy megnézi a tintaszintet a nyomtató valamennyi festéktartályában.\r\nHa tovább használja a nyomtatót, amikor a tintaszint nem éri el az alsó határt sem, az a nyomtató károsodásához vezethet.";

////////////////////////////////////////

"920" = "Fúvókák ellenőrzése";
"921" = "Fejtisztítás";
"922" = "Nyomtatófej beigazítása";
"923" = "Nyomtatóbeállítások";
"924" = "Vásároljon tintát";
"926" = "Szoftver frissítés";
"928" = "Szoftver frissítés beállításai";
"IDS_PR_ERROR" = "Hiba";
"IDS_PR_COMERR" = "Kommunikációs hiba";
"IDS_PR_INKFEW" = "Kevés a tinta";
"IDS_PR_MAINTENANCECALL" = "Felhívás karbantartásra";
"IDS_PR_WARNING" = "Egyéb figyelmeztetés";
"IDS_PR_CHANGINGBK" = "Fekete tinta cseréje";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Szünet";
"IDS_PR_SELECTERROR" = "Nyomtató választási hiba";
"IDS_PR_UNCLOGGER" = "Nyomtatási feladat hiba";
"IDS_PR_BATTERYWARNING" = "Akkumulátor figyelmeztetés";
"IDS_ITEM" = "Esemény";
"IDS_NOTIFY" = "Visszajelzés";
"IDS_YES" = "Be";
"IDS_NO" = "Ki";
"IDS_PROMOCHK" = "Epson ajánlatok megjelenítése";
"IDS_ITEMGROUP" = "Értesítés";
"IDS_SIMPLEST_CHK" = "Egyszerű állapot-értesítés";
"IDS_DEFAULT_BTN" = "Alapértelmezés";
"IDS_ICONGROUP" = "Parancsikon";
"IDS_MONICON_CHK" = "Parancsikon regisztrálása a tálcához";
"IDS_EXPTEXT2" = "A parancsikonra kattintva megnyílik a Nyomtató állapota ablak.";
"IDS_SHARED" = "Megosztott nyomtatók ellenőrzésének engedélyezése";
"IDS_IO_CHECK_BTN" = "Lásd az Alacsony festékszint emlékeztetőt";
"IDS_CANCEL_MONITOR" = "Mégse";
"IDS_STRING_GROUP" = "Tintaszintek";
"IDS_STRING_GROUP_MTANK" = "Karbantartó doboz élettartama";
"IDS_SUB_BTN" = "Folytatás";
"IDS_SPL_BTN" = "Nyomtatási sor";
"IDS_CSICINFO_BTN" = "Információ";
"IDS_PRNSTOP_BTN" = "Mégse";
"IDS_SPL_BTN2" = "Nyomtatási sor";
"IDS_SPL_BTN3" = "Nyomtatási sor";
"IDS_SHOWDETAIL_BTN" = "Részletek";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Termék";
"IDS_COMMON_VER_TITLE" = "Közös";
"IDS_PRINTER_VER_TITLE" = "Felhasználói felület";
"IDS_EBAPI_VER_STATIC" = "Nyomtató interfésze";
"IDS_INSTALL_VER_STATIC" = "Telepítő";
"IDS_BOTHSIDE_PRINT" = "Kétoldalas nyomtatás";
"IDS_PRNPAUSE_BTN" = "Folytatás";
"IDS_CSIC_INFO" = "Patron adatai";
"IDS_MAKER_TITLE" = "Gyártó:";
"IDS_INK_TYPE_TITLE" = "Tintatípus:";
"IDS_IC_TYPE_TITLE" = "Patron kódja:";
"IDS_PRODUCTION_DATE_TITLE" = "Gyártás dátuma:";
"IDS_BPMSTOP_BTN" = "Nyomtatás visszavon";
"IDS_BPMPRINT_BTN" = "Nyomtatás feketében";
"IDS_BPMCLOSE_BTN" = "Bezárás";
"IDS_BPMREPLACE_BTN" = "A patron cseréje...";
"IDS_INITFILL_TITLE" = "Tintapatron hiba";
"IDS_INITFILL_TITLE2" = "Tintapatron hiba";
"IDS_BUTTON_CSIC_DETAILS" = "Részletek";
"IDS_CANCEL" = "Mégse";
"IDS_BUTTON_CSIC_CONTINUE" = "Folytatás";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Vásároljon Epson tintát";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Ha ezt a segédprogramot kívánja használni a beállítások elvégzéséhez, akkor regisztrálnia kell kivételként a Windows tűzfal beállításaiban.\r\nHa nincs kivételként regisztrálva, akkor a Windows tűzfal blokkolhatja a kommunikációs funkciók egy részét, ami korlátozná a használhatóságot.\r\n\r\nSzeretné kivételként regisztrálni az EPSON Status Monitor 3 segédprogramot a Windows tűzfal beállításaiban?";
"IDS_ENVHELPMENU" = "Súgó";
"IDS_ENTRYICONMSG" = "Az EPSON Status Monitor 3 ikont a tálcára szeretné helyezni, amikor a Windows elindul?";
"IDS_STATISTICS" = "Használati információk megosztása az Epsonnal";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Névjegy...";
"IDS_ERROR_001" = "Nincs elég memória.\r\nLépjen ki a programból.";
"IDS_ERROR_015" = "Nincs elég memória.";
"IDS_ERROR_021" = "A nyomtató adatai nem találhatók.";
"IDS_ERROR_022" = "Ehhez a nyomtatóhoz nem áll rendelkezésre információ.";
"IDS_ERROR_023" = "A megadott fájl nem található.";
"IDS_ERROR_024" = "Nem sikerült megnyitni a megadott fájlt.";
"IDS_RESTART_MON" = "Az ellenőrzés jelenleg nem lehetséges.\r\nIndítsa újra a számítógépet.";
"IDS_RESTART_SHARE" = "Az ellenőrzés nem lehetséges. A Figyelési beállítások ablakban törölje\r\na [Megosztott nyomtatók ellenőrzése] jelölőnégyzetet, és indítsa újra a gépet.\r\nMajd zárja be az összes alkalmazást, az EPSON Status Monitor 2 programot is beleértve,\r\nés telepítse újra a nyomtatóillesztő programot.";
"IDS_RESTART_BID" = "Nem lehet kétirányú kommunikációt kiépíteni.\r\nTelepítse újra a nyomtatóillesztő programot.";
"IDS_SETUP_MENU" = "Figyelési beállítások";
"IDS_PAPERSIZE" = "Papírméret";
"IDS_MEDIATYPE" = "Papírtípus";
"IDS_PAUSE" = "Szünet";
"IDS_RESUME" = "Folytatás";
"IDS_DISCHARGE_PAPER" = "Lapkidobás";
"IDS_INK_CANCEL" = "Mégse";
"IDS_OK" = "OK";
"IDS_HELP" = "Súgó";
"IDS_INK_RETURN" = "Folytatás";
"IDS_ELINK_ERROR_TITLE" = "Online támogatás";
"IDS_ELINK_CONNECT_MSG" = "Szeretne ellátogatni az EPSON webhelyére?";
"IDS_ELINK_CONNECT_TITLE" = "Online támogatás";
"IDS_INK_CONTINUE" = "Folytatás";
"IDS_PRINT" = "Nyomtatás";
"IDS_PPACK_RETURN" = "Folytatás";
"IDS_INKTANKVIEW_ON" = "Festékszintek ellenőrzése";
"IDS_INKTANKVIEW_OFF" = "Festékszintek elrejtése";
"IDS_CLEAN_CONTINUE" = "Folytatás";
"IDS_INK_CLSTOP" = "Mégse";
"IDS_SUPPORT_BTN" = "Online támogatás";
"IDS_SUPPORT_BTN_EURO" = "Terméktámogatás";
"IDS_ELINK_ERROR_TITLE_EURO" = "Terméktámogatás";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Terméktámogatás";
"IDS_ELINK_CONNECT_MSG_EURO" = "Szeretne ellátogatni az EPSON webhelyére?";
"IDS_HOWTO" = "Hogyan...";
"IDS_GOONLINE" = "Online";
"IDS_BKPRINTING" = "Nyomtatás feketében";
"IDS_BKPRINTING2" = "Nyomtatás feketében";
"IDS_SHEETREMAIN" = "Oldal: %d (összesen:%d)";
"IDS_TIMEREMAIN_HOUR" = "Még %d óra";
"IDS_TIMEREMAIN_MIN" = "Még %d perc";
"IDS_TIMEREMAIN_SEC" = "Még %d másodperc";
"IDS_START_MSG" = "Keresés...";
"IDS_ST_NONE" = "Ismeretlen hiba történt.";
"IDS_OLSTART_MSG" = "Keresés...";
"IDS_OLST_NONE" = "Ismeretlen hiba";
"IDS_STRING_CAPTION" = "Alacsony festékszint emlékeztető";
"IDS_STRING_PURCHASED" = "Beszerezve";
"IDS_STRING_REMINDMELATER" = "Emlékeztessen később";
"IDS_STRING_BUYINK" = "Vásároljon Epson tintát";
"IDS_STRING_PRINTTHISWINDOW" = "Nyomt. ki az ablak tartalmát.";
"IDS_STRING_CLOSE" = "Bezárás";
"IDS_STRING_CAPTION2" = "Vásároljon tintát";
"IDS_STRING_INKCODES" = "Festékkódok";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "EREDETI EPSON";
"IDS_STRING_HTML_MESSAGE2" = "Eredeti Epson festékkazetták használata ajánlott.";
"IDS_STRING_HTML_MESSAGE3" = "Más termék használata hatással lehet a nyomtatási minőségre és a nyomtató meghibásodásához vezethet.";
"IDS_STRING_INKLOW" = "Kevés a tinta";
"IDS_STRING_INKREPLACE" = "A patron cseréje";
"IDS_STRING_INKCHANGE_NEAR" = "Hamarosan időszerű a tintapatron(ok) cseréje.";
"IDS_STRING_HTML_MESSAGE4" = "Az Epson festékekkel és más frissítésekkel kapcsolatos ajánlatainak megtekintéséért kattintson ide.";
"IDS_STRING_PROMOTION2" = "Az Epson értesítéseket küldhet a technikai frissítésekről, ajánlatokról és egyéb lehetőségekről.";
"IDS_STRING_NOTESA2" = "Az Internetre való csatlakozáskor a program frissítődik; a nyomtatómodell azonosítására alkalmas adat eljut az Epsonhoz (személyazonosításra alkalmas adat nem kerül elküldésre).";
"IDS_STRING_NOTESB2" = "Engedélyezheti/kikapcsolhatja ezt a funkciót a Tulajdonság monitorozása ablakban.";
"IDS_STRING_NOTESC2" = "Kattintson az Elfogad gombra az azonnali engedélyezéshez.";
"IDS_STRING_DISPAGAIN2" = "Ezentúl ne jelenjen meg ez az üzenet.";
"IDS_STRING_TITLE2" = "Epson Értesítési szolgáltatás";
"IDS_STRING_ACCEPT2" = "Elfogad";
"IDS_STRING_DECLINE2" = "Elutasítom";
"IDS_STRING_BTNCLOSE" = "Bezárás";
"IDS_STRING_DISPNOAGAIN" = "Ne jelenjen meg ez az üzenet amíg a javítások be nem fejeződtek.";
"IDS_STRING_DESCRIPTION2" = "Javítás szükséges";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Ezeket a funkciókat kikapcsolhatja a Tulajdonság monitorozása ablakban.";
"IDS_STRING_NOTESE" = "Ide kattintva megnyithatja a Tulajdonság monitorozását";
"IDS_CSIC_UNKNOWN" = "Ismeretlen";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson eredeti";
"IDS_CSIC_ERMANUFACTUR" = "Nem eredeti patron";
"IDS_CSIC_NGENUINE" = "Nem eredeti, vagy újratöltött festékkazetta van a készülékben. A festékszintek az ismeretlen mennyiségű festéktartalom miatt nem jelezhetők.";
"IDS_CSIC_NGENUINE2" = "Nem eredeti, vagy újratöltött festékkazetta van a készülékben. A festékszintek az ismeretlen mennyiségű festéktartalom miatt nem jelezhetők.";
"IDS_IO_BUYNOW_MSG" = "Az OK gombra kattintva indítsa el webböngészőjét és vásároljon festékpatront online.\r\n\r\nBetárcsázós kapcsolat esetén, amely nem indul el a böngészővel, vegye fel a kapcsolatot internetszolgáltatójával, majd kattintson az OK gombra.";
"IDS_IO_BUYNOW_MSG_EURO" = "Kattintson az OK gombra a webböngésző elindításához, és a weboldalhoz való kapcsolódáshoz.\r\nAmennyiben most nem kíván kapcsolódni a weboldalhoz, kattintson a Mégse gombra.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Online tintavásárló segédprogram";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Igen";
"IDS_BKIS_BUTTON_NO" = "Nem";
"IDS_BKIS_BUTTON_ALWAYSNO" = "A funkció letiltása";
"IDS_BUYNOW_BTN" = "Vásároljon Epson tintát";
"IDS_SCRAPE_NOAGAIN" = "Ezentúl ne jelenjen meg ez az üzenet.";
"BTN_PC_014" = "Mégse";
"BTN_PC_030" = "Nyomtatás";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Epson eredeti tinta";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Ez a program nem indítható el addig, amíg a nyomtató-illesztőprogram telepítője fut.";
"IDS_DLG_NONGEN_001" = "FIGYELEM!";
"IDS_ER0C_PAPERSIZE" = " Méret : %papersize%";
"IDS_ER0C_MEDIA" = " Típus : %media%";
"IDS_UNCLOGGER_YES" = "Igen";
"IDS_UNCLOGGER_NO" = "Nem";
"IDS_UNCLOGGER_CANCELPRINT" = "Nyomtatás visszavon";
"IDS_UNCLOGGER_CLOSE" = "Bezárás";
"IDS_TRAYPOS_PRINT" = "Nyomtatás";
"IDS_TRAYPOS_CANCEL" = "Mégse";

"IDS_QQB_BUTTON" = "Csatlak. ellenőrzése";
"IDS_QQB_EXECUTE_FAIL" = "Az eszköz futtatása nem lehetséges.";
"IDS_QQB_DOWNLOAD" = "Letölti és telepíti a csatlakozás ellenőrzésére szolgáló szoftvert?";
"IDS_QQB_INSTALL_FAIL" = "A csatlakozás ellenőrzésére szolgáló szoftver telepítése nem lehetséges.";
"IDS_QQB_INSTALL_FAIL2" = "Ezt a műveletet csak rendszergazdai jogosultságokkal végezheti el.";
"IDS_QQB_INSTALLING" = "A csatlakozás ellenőrzésére szolgáló szoftver telepítése...";
"IDS_PINFO_TITLE" = "A nyomtatón kiválasztott papír";
"IDS_PINFO_SIZE" = "Papírméret";
"IDS_PINFO_TYPE" = "Papírtípus";
"IDS_PINFO_FAIL" = "A nyomtató információinak lekérése sikertelen.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s hüvelyk)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Festékszintek megjelenítése";
"IDS_CONSUMABLEVIEW_OFF" = "Festékszintek elrejtése";

"IDS_WAIT_SUPPORT" = "Támogatási információk keresése...";
"IDS_SHOW_VIDEO" = "Videobemutatók";
"IDS_SHOW_SUPPORTPAGE" = "Az Epson webhelye";
"IDS_SHOW_MANUAL" = "Szeretné megtekinteni a termék kézikönyvét?";
"IDS_POSTCARD_TITLE" = "Ellenőrizze, hogy a papír megfelelően van-e betöltve.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "Támogatás";
"IDS_CONSUMABLEVIEW_ONOFF" = "Fogyóeszközök állapota";
"IDS_SUPPORT_NO" = "Nem";

"NOZZLE_TITLE" = "Fúvókák ellenőrzése";
"NOZZLE01" = "A fúvóka-ellenőrzés lefolytatásához ellenőrizze, hogy a nyomtató be van-e kapcsolva és csatlakoztatva van-e a számítógéphez. Ügyeljen arra, hogy a CD/DVD-tálca el legyen távolítva és a kimeneti tálca papír állásban legyen; különben a \"Fúvókák ellenőrzése\" nem hajtható végre. Győződjön meg arról is, hogy A4 vagy Letter méretű normál papír van-e betöltve a hátsó papír adagolóba. Kattintson a [Nyomtatás] gombra a fúvókaellenőrző mintázat nyomtatásához, vagy kattintson a [Mégse] gombra a kilépéshez.";
"NOZZLE01_B01" = "Nyomtatás";
"NOZZLE01_B02" = "Mégse";
"NOZZLE02" = "Hasonlítsa össze a nyomtatott mintát a fenti mintával. Ha a fúvókaellenőrző mintázat nyomtatása nem kielégítő, kattintson a [Tisztítás] gombra. A kilépéshez kattintson a [Befejezés] gombra.";
"NOZZLE02_B01" = "Befejezés";
"NOZZLE02_B02" = "Tisztítás";
"NOZZLE02_RESULT1" = "Jó";
"NOZZLE02_RESULT2" = "Tisztításra van szükség";

"HEADCLEANING_TITLE" = "Fejtisztítás";
"HEADCLEANING01" = "Ügyeljen arra, hogy a CD/DVD-tálca el legyen távolítva és a kimeneti tálca papír állásban legyen; különben a \"Fejtisztítás\" nem hajtható végre. A nyomtatófej fúvókáinak megtisztításához kattintson az [Indítás] gombra. Mivel a tisztításhoz a készülék festéket használ el, ezért csak akkor tisztítsa meg a nyomtatófejet, ha a nyomaton halvány foltok vagy kihagyások jelennek meg. Először a \"Fúvókák ellenőrzése\" segédprogrammal ellenőrizze, hogy valóban szükség van-e a nyomtatófej tisztítására.\r\nFigyelem: Ne helyezze be a CD/DVD-tálcát, amíg a tisztítás be nem fejeződött.";
"HEADCLEANING01_B01" = "Mégse";
"HEADCLEANING01_B02" = "Indítás";
"HEADCLEANING01_PREPARE" = "Kérem várjon...";
"HEADCLEANING01_CLEANING" = "A fej tisztítása folyamatban van. Kérem, várjon.";
"HEADCLEANING02" = "A tisztítás néhány percig tart. A tisztítás akkor fejeződött be, amikor a vezérlőpulton az áramellátás lámpa már nem villog. A tisztítás eredményességének ellenőrzéséhez kattintson a [Fúvókaellenőrző mintázat nyomtatása] lehetőségre.";
"HEADCLEANING02_B01" = "Fúvókaellenőrző mintázat nyomtatása";
"HEADCLEANING02_B02" = "Befejezés";
"HEADCLEANING02_BiD" = "A tisztítási ciklus befejeződött. A tisztítás eredményességének ellenőrzéséhez kattintson a [Fúvókaellenőrző mintázat nyomtatása] lehetőségre.";

"GAP_TITLE" = "Nyomtatófej beigazítása";
"GAP01" = "A Nyomtatófej beigazítása segédprogram kijavítja, ha nem egyenesek a függőleges vonalak, ha vízszintesen csíkozottak vagy homályosak a nyomatok.\r\n\r\nÜgyeljen arra, hogy a CD/DVD tálca el legyen távolítva; különben a nyomtatófej beigazítása nem hajtható végre.";
"GAP01_B01" = "Tovább >";
"GAP01_B02" = "Mégse";
"GAP02" = "A nyomtató kinyomtat egy függőleges igazítási lapot.\r\nEllenőrizze, hogy a nyomtató be van-e kapcsolva és csatlakozik-e a számítógéphez. Győződjön meg arról, hogy A4 vagy Letter méretű normál papír van betöltve a nyomtatóba.\r\nHa kész, kattintson a [Nyomtatás] gombra.";
"GAP02_B01" = "Nyomtatás";
"GAP02_B02" = "Mégse";
"GAP03" = "Nézze meg az igazítási lapot.\r\nAz 1-5. sorozatban keresse meg azt a négyzetet, amelyben nincsenek látható sávok. Az összes sorozatra vonatkozó lenti listából válassza ki az ennek a négyzetnek megfelelő számot. Majd kattintson a [Befejezés] gombra.\r\nHa mindegyik négyzet tartalmaz sávot, válassza ki a legkeskenyebb sávot vagy sávokat tartalmazó négyzetet. Majd kattintson az [Újraigazítás] gombra.";
"GAP03_B01" = "Befejezés";
"GAP03_B02" = "Mégse";
"GAP03_B03" = "Újraigazítás";

"PIFLUSHING_TITLE" = "Erőteljes tinta öblítés";
"PIFLUSHING01" = "Ha hosszabb ideig nem használta a nyomtatót, és a nyomatok csíkosak vagy színhiányosak, akkor lehet, hogy az a megoldás, ha kicseréli a festéket a festékcsövekben.\r\n\r\nAz Erőteljes tinta öblítés segédprogram lehetővé teszi, hogy a nyomtatási minőség javítása érdekében az összes tintát lecserélhesse a festékcsövekben, de ezen funkció használata alatt sok tinta fogy.\r\n\r\nA nyomtatási minőség javulása a funkció használata után 12 órával lesz észlelhető, és ezért nem is lehet az utolsó használatot követő 12 órán belül használni a készüléket.\r\nSzeretné most használni a funkciót?\r\n\r\nMegjegyzés: A funkció használata előtt győződjön meg arról, hogy van-e elegendő tinta a nyomtató tartályaiban.\r\nHa nincs elég tinta, töltse fel a tartályokat.";
"PIFLUSHING01_B01" = "Mégse";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Biztos benne, hogy használni kívánja ezt a funkciót?\r\nHa kicseréli a festéket a festékcsövekben, sok tinta fog elfogyni.\r\n\r\nMegjegyzés: A funkció használata befolyásolja a hulladéktinta-párnák élettartamát. A funkció futtatása következtében a hulladéktinta-párnák hamarabb érik el maximális kapacitásukat.\r\nHa a hulladéktinta-párnák elérték használati idejük végét, vegye fel a kapcsolatot az Epson ügyfélszolgálattal a cseretermék beszerzése miatt.\r\n\r\nÜgyeljen arra, hogy a CD/DVD-tálca el legyen távolítva és a kimeneti tálca papír állásban legyen; mert különben az \"Erőteljes tinta öblítés\" nem hajtható végre. Kattintson az [Indítás] gombra a tintapatron cseréjéhez.\r\nHa ez a folyamat egyszer elindításra került, menet közben már nem állítható le.\r\n\r\nFigyelem: Ne helyezze be a CD/DVD-tálcát, amíg az Erőteljes tinta öblítés be nem fejeződött.";
"PIFLUSHING02_B01" = "Mégse";
"PIFLUSHING02_B02" = "Indítás";
"PIFLUSHING02_PREPARE" = "Kérem várjon...";
"PIFLUSHING02_CLEANING" = "Erőteljes tinta öblítés folyamatban.\r\nKérem, várjon.";
"PIFLUSHING03" = "Az Erőteljes tinta öblítés eltart pár percig.\r\nAz Erőteljes tinta öblítés akkor fejeződött be, amikor a kezelőpanelen lévő tápellátást jelző fény abbahagyja a villogást.";
"PIFLUSHING03_B01" = "Befejezés";
"PIFLUSHING03_BiD" = "Az Erőteljes tinta öblítés befejeződött .";
"PIFLUSHING04" = "Nem használhatja ezt a funkciót, mert az utolsó használat óta kevesebb, mint 12 óra telt el.";
"PIFLUSHING04_B01" = "OK";

"ERR_MSG_5" = "A Fúvókák ellenőrzése nem fejezhető be.";
"ERR_MSG_6" = "A Fejtisztítás nem fejezhető be.";
"ERR_MSG_7" = "A Nyomtatófej beigazítása nem fejezhető be.";
"ERR_MSG_8" = "Hiba történt.";
"ERR_MSG_9" = "A fúvókák nem ellenőrizhetők.";
"ERR_MSG_10" = "A fej nem tisztítható meg.";
"ERR_MSG_11" = "A nyomtatófej beigazítása nem lehetséges.";
"ERR_MSG_12" = "Tisztítás folyamatban!";
"ERR_MSG_13" = "A fej nem tisztítható meg.";
"ERR_MSG_14" = "További információért kattintson a [Részletek] gombra.";
"ERR_MSG_15" = "Most kívánja kicserélni a tintapatront?";
"ERR_MSG_17" = "A fotópatronban lévő tintafelszívó párna megtelt. A fotópatront ki kell cserélni a nyomtatófej megtisztítása előtt.";
"ERR_MSG_19" = "Részletek";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "További információért kattintson a [Részletek] gombra.";
"ERR_MSG_22" = "Igen";
"ERR_MSG_23" = "Nem";
"ERR_MSG_24" = "Kommunikációs hiba történt.\r\nEllenőrizze a készülék csatlakozásait, és próbálja újra.";
"ERR_MSG_25" = "Nem hajtható végre az Erőteljes tinta öblítés.";
"ERR_MSG_26" = "Az Erőteljes tinta öblítés nem hajtható végre.";

"PLEASEWAIT" = "Kérem várjon...";

//--->
"PRISET01B01" = "Alkalmaz";
"PRISET01B02" = "Mégse";
"PRISET01SPE04" = "Ehhez a nyomtatóhoz nem áll rendelkezésre információ.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Kikapcsolási időzítő";
"PRISET01SPE21" = "Ki";
"PRISET01SPE22" = "30 perc";
"PRISET01SPE23" = "1 óra";
"PRISET01SPE24" = "2 óra";
"PRISET01SPE25" = "4 óra";
"PRISET01SPE26" = "8 óra";
"PRISET01SPE27" = "12 óra";
"PRISET01GRPBOXTITLE03" = "Elalvás időzítő";
"PRISET01SPE31" = "3 perc";
"PRISET01SPE32" = "5 perc";
"PRISET01SPE33" = "10 perc";
"PRISET01SPE34" = "15 perc";
"PRINFO01GRPBOXTITLE01" = "Behúzott papírlapok száma";
"PRINFO01SPE01" = "Oldalak száma összesen";
"PRINFO01SPE02" = "Ehhez a nyomtatóhoz nem áll rendelkezésre információ.";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Nem eredeti Epson tintapatronokat telepített. A tintaszint információi nem mindig kerülnek megjelenítésre, és a nem eredeti tintapatron használata rögzítésre kerül egy esetleges későbbi szerviztámogatás megkönnyítése céljából. Az optimális minőség és megbízhatóság érdekében az Epson eredeti Epson tintapatronok használatát javasolja.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Hátsó papír adagolás";
//<---

